LIFE_BLOCK = [
  {
    "id": 11,
    "title": "JOIN1",
    "ru": "🦚 Добро пожаловать в “ЖИЗНЬ”\nЭто не просто игра.\nЭто 28 дней, в течение которых ты можешь вернуть себя себе.\n\n📖 Ты будешь писать свою собственную “Книгу Жизни” — день за днём, шаг за шагом, \n\nотвечая на вопросы, которые обычно заглушаешь.\n\n🔥 За это время ты:\n- увидишь, кто ты без роли и маски\n– очистишь голову от чужих ожиданий\nвспомнишь, чего хочешь по-настоящему\n– почувствуешь внутреннюю силу и ясность\n\n👥 И ты не один.\nРядом — люди, которые тоже выбрали быть честными с собой.\n\n📎 Хочешь узнать больше о пути, который ждёт тебя?\n[👉 О программе “ЖИЗНЬ”](https://telegra.ph/O-PROGRAMME-ZHIZN-02-16)\n\n🎬 Готов открыть первую страницу своей новой истории?\nЖми кнопку ниже 👇",
    "picture": "ARTBK01",
    "menu": [
            {"caption": "РЕГИСТРАЦИЯ", "callback": "registration"}
            ]
  },
  {
    "id": 12,
    "title": "JOIN2",
    "ru": "📚 Твоя Книга Жизни вот-вот начнётся…\n\nОстался один шаг — напиши имя, под которым ты будешь проходить этот путь.\n\n🖋 Это *имя* будет на обложке твоей Книги. Выбирай с чувством.\nХочешь настоящее? Хочешь новое? Или то, что всегда было твоим?\n\nНапиши его и отправь в ответ 👇\n\n_Это может быть твоё имя, псевдоним или что-то символичное — как хочешь. Главное, чтобы оно откликалось тебе_",
    "picture": "ARTBK02"
  },
  {
    "id": 13,
    "title": "JOIN3",
    "ru": "😃 *Поздравляем с успешной регистрацией!*\n\nА теперь, с помощью кнопок ниже, выберите свою роль в игре.\n\n_Узнать подробнее о ролях_ можно [👉 ЗДЕСЬ](https://telegra.ph/ROLI-01-07-5)",
    "picture": "ARTBK04",
    "menu": [
            {"caption": "УЧАСТНИК", "callback": "setrole_1"},
            {"caption": "СПЕЦИАЛИСТ", "callback": "setrole_2"},
            {"caption": "ПРЕДПРИНИМАТЕЛЬ", "callback": "setrole_3"}
            ]
  },
  {
    "id": 14,
    "title": "JOIN4",
    "ru": "🕑 *А теперь, выберите часовой пояс*\n_или введите вручную, например +1 или -3_ \nи нажмите кнопку *Принять*",
    "picture": "ARTBK03",
    "menu": []
  },
  {
    "id": 21,
    "title": "START1",
    "ru": "📖 *Добро пожаловать, {User_Name}!*\nС этого момента - ты Автор своей *Книги Жизни*\nТвоя задача — каждый день открывать новую страницу и быть с собой честным.\n\n🎯 *Главная цель:*\nНе просто дисциплина, а возвращение внимания к главному —\nк тому, что действительно двигает тебя вперёд.\n\nТы не просто участник.\nТы — исследователь, творец, наблюдатель.\nТы — тот, кто решил жить осознанно.\n\n✨ *В добрый путь!*\n_Нажми на кнопку ниже, чтобы начать своё путешествие_ 👇",
    "picture": "ARTBK05",
    "menu": [
            {"caption": "НАЧАТЬ ИГРУ", "callback": "start_pro"}
            ]
  },
  {
    "id": 22,
    "title": "START2",
    "ru": "🎒 *Готов отправиться в путешествие к себе?*\n\nПеред стартом — короткий гид по игре.\n\nВот что ты будешь делать каждый день — и *почему это не просто задания, а шаги к новой версии тебя:*\n\n🌞 *Радость дня* — чтобы перепрошить фокус с тревоги на живую энергию [подробнее](https://telegra.ph/Radost-dnya--trenirovka-tvoego-mozga-na-zhizn-a-ne-na-vyzhivanie-05-15)\n🙏 *Благодарность дня* — чтобы чувствовать опору даже в хаосе [подробнее](https://telegra.ph/Blagodarnost-dnya--tochka-opory-vnutri-tebya-05-15)\n❓ *Вопрос дня* — 27 глубоких вопросов для финального анализа твоей сути [подробнее](https://telegra.ph/Vopros-dnya--zerkalo-tvoego-vnutrennego-mira-05-15)\n📔 *Дневник Осознанности* — личная хроника, в которую ты будешь возвращаться [подробнее](https://telegra.ph/CHto-takoe-Dnevnik-Osoznannosti-05-15)\n🤖 *Freya (AI)* — помогает, когда не знаешь, что ответить, направляет, поддерживает [подробнее](https://telegra.ph/Freya--tvoj-AI-nastavnik-05-15)\n🎮 *VITA и геймификация* — жизни, уровни и внутренняя валюта, чтобы пройти путь до конца [подробнее](https://telegra.ph/ZHizni-urovni-VITA--tvoya-sistema-progressa-05-15)\n📜 *Правила игры* — как не слиться и получить максимум пользы [подробнее](https://telegra.ph/Pravila-igry--kak-projti-28-dnej-i-ne-slitsya-05-15)\n🌟 *Продолжение* — шоу *“Поверь в мечту” переход на следующий уровень* [подробнее](https://telegra.ph/Prodolzhenie--shou-Pover-v-mechtu-05-15)",
    "picture": "ARTBK08",
    "menu": [
            {"caption": "ПРОДОЛЖИТЬ", "callback": "begin_game"}
            ]
  },  
  {
    "id": 25,
    "title": "LB_STATUS",
    "ru": ("📜 *Страница статуса*\n\n"
        "🎩 *Роль:* {User_Role} — исследователь своей правды\n"
        "🏅 *Статус:* {User_Rating}\n"        
        "📅 *День в игре:* {day}\n"
        "❤️ *Жизни:* {User_Live}\n"
        "📈 *Прогресс марафона:* {wday} из {maxday} ✅ *{week} 📆 неделя* \n"
        "📍 *Осталось:* {leftday} до финального разбора\n"
        "🛠 [Помощь по командам](https://telegra.ph/POLZOVATELSKOE-MENYU-02-16) 👉 /help \n\n"
        "🔁 *Реферальная страница* — пригласи друзей 👉 /refer\n"
        "🤝 *Кабинет партнёра* — _Инновационная интегральная система обмена трафиком для_ *Аффилиатов* 👉 /partner\n"        
        "1️⃣ *Наш Donna-AI-партнёр* /donna\n"
        "2️⃣ *Наш Unilive-партнёр* /unilive\n"
        "3️⃣ *Наш Axiom-партнёр* /axiom\n"
        "4️⃣ *Наш 5life-партнёр* /5life\n\n"
        "📓 *Дневник:* (💚{dole}) _{status}_{fillup}\n"
        "📖 Ты уже начал писать свою Книгу Жизни.\n"
        "_Сегодня началась новая глава._\n"
        "Продолжай идти — шаг за шагом, к себе настоящему."),
    "saved": "💼 *Инвестор* — узнать о поддержке целей 👉 /invest\n",    
    "picture": "ARTBK09",
    "menu": [
            {"caption": "КНИГА ЖИЗНИ", "callback": "life_book"}
            ]
  },    
  {
    "id": 27,
    "title": "LB_START",
    "ru": "📘 *Книга Жизни — твой 28-дневный маршрут к себе.*\n\nКаждый день ты:\n — заполняешь Дневник Осознанности\n — наблюдаешь, как меняется твоя внутренняя реальность\n\n🎯  Цель — *встретиться с собой настоящим.*\n\nЕсли запутался — нажми Фрею.\nЕсли хочешь прогресса — заполняй дневник.\nЕсли хочешь видеть, как растёшь — заходи на Страницу Статуса.\n\n🛤 Один день — один шаг.\n_И в финале — новый маршрут твоей жизни._",    
    "old": "🦚 *«КНИГА ЖИЗНИ»* — это\n\n⚜️ место, где человек запечатлевает позитивные эмоции, достижения и мысли за день\n⚜️ инструмент целеполагания\n⚜️ возможность передать свою историю потомкам\n_Читать подробнее_ [👉 ЗДЕСЬ](https://telegra.ph/KNIGA-ZHIZNI-02-16)\n\nИтак, сделаем первые шаги 🤓\n\n*Суть подобранной программы*  — это:\n✅ следовать [инструкции](https://telegra.ph/INSTRUKCIYA-03-21-28)\n✅ вести Дневник Осознанности\n\n*Цель* – выработка дисциплины и смещение фокуса внимания",
    "picture": "ARTBK07",
    "menu": [
            {"caption": "Дневник Осознанности", "callback": "start_day"},
            {"caption": "ФРЕЯ 👩🏻‍🎤 ПОМОЩНИЦА", "callback": "freya_run"},
            {"caption": "Страница Статуса", "callback": "begin_game"}
            ]
  },
  {
    "id": 30,
    "title": "LB_DAILY",
    "ru": "✨*Дневник Осознанности*✨\n\nЧтобы заполнить Дневник, необходимо:\n\n✨ выбрать/*нажать* на задание, например, *Радость Дня*\n✨ *написать в чате*, что принесло Вам радость в этот день\n✨ нажать на кнопку *Отправить*\n✨ Повторить по каждому пункту",
    "picture": "ARTBK10",
    "menu": []
  },  
  {
    "id": 31,
    "title": "REFER",
    "ru": "⚜️ *Реферальная Страница* ⚜️\n👤 Псевдоним пользователя: {name}\n👥 Количество рефералов: {ref_cont}\n🔑 Реферальный код: {ref_code}\n\n📩 *Реферальная ссылка LIFEBOOK:* {ref_link}",
    "menu": [
            {"caption": "Пригласить друга 🎉", "callback": "🤝invite"}, 
            {"caption": "Кабинет 🤝 партнёра", "callback": "🤝partner"}, 
            {"caption": "На Страницу Статуса", "callback": "begin_game"}
            ]
  }, 
  {
    "id": 32,
    "title": "REFER_FULL",
    "ru": "⚜️ *Партнерский кабинет* ⚜️\n👤 Псевдоним пользователя: {name}\n\n1️⃣ *Партнерская ссылка на продукт 🔸 DONNA:* 👇🏻\n`{donna_url}`\n\n2️⃣ *Партнерская ссылка на продукт 🔸 UNILIVE:* 👇🏻\n`{uni_url}`\n\n3️⃣ *Партнерская ссылка на продукт 🔸 5LIFE* 👇🏻\n`{axi5_url}`\n\n4️⃣ *Партнерский* 🔸 [AXIOM Wallet]({axi0_url}) *логин* 👉 `{axi0_ref}`",
    "picture": "ARTBK08",
    "menu": [
            {"caption": "Реферальная матрица", "callback": "🤝table"},  
            {"caption": "Задать ссылку DONNA", "callback": "🤝donna_set"},   
            {"caption": "Задать ссылку UNILIVE", "callback": "🤝uni_set"},  
            {"caption": "Задать ссылку 5LIFE", "callback": "🤝axi5_set"}, 
            {"caption": "Задать логин AXIOM Wallet", "callback": "🤝axi0_set"}, 
            {"caption": "Реферальная Страница", "callback": "refer_menu"},
            {"caption": "На Страницу Статуса", "callback": "begin_game"}
            ]
  },  
  {
    "id": 33,
    "title": "INVITE",
    "ru": "📜*ПРИГЛАШЕНИЕ*\n\n*{forwho}это приглашение в проект*\n🦚 *ЖИЗНЬ:*\n\n✨ многоуровневая социальная игра для людей, желающих развиваться\n✨ плацдарм для личностного и профессионального роста\n✨ сообщество единомышленников\n\n*Подробнее о программе «ЖИЗНЬ» читай* 👉 [ЗДЕСЬ](https://telegra.ph/O-PROGRAMME-ZHIZN-02-16)\n*Зарегистрироваться* 👉 [ЖМИ]({ref_link})",
    "picture": "ARTBK13"
  }, 
  {
    "id": 34,
    "title": "INVITE_ADDON",
    "ru": "Вы можете ввести в чате *ИМЯ* своего *друга* или *партнера* для создания 🤝 *Уникального приглашения*\n*Перешлите* _Уникальную пригласительную ссылку_ Вашему *Партнёру*, чтобы пригласить его в Игру 👇🏻"
  },  
  {
    "id": 35,
    "title": "INVEST",
    "ru": "⚜️ *Страница Инвестора* ⚜️\n\n🎩 *Инвесторский статус:* {preme}\n💼 Доли: {dole}\n💰 Дивиденды: 10\n🪙 VITA: {User_Vita} \n\n*Донат в наш проект* 🆓 /shop\nо Доле читать 👉 [подробнее](https://telegra.ph/ZHizni-urovni-VITA--tvoya-sistema-progressa-05-15)",
    "picture": "ARTBK06",
    "menu": [
            {"caption": "На Страницу Статуса", "callback": "begin_game"}
            ]
  },  
  {
    "id": 40,
    "title": "LB_PAKET",
    "ru": "5 USDT = 50 Vita +2♥️\n10 USDT = 100 Vita + 5♥️\n20 USDT = 200 Vita +11♥️\n50 USDT = 500 Vita + 25♥️\n100 USDT = 1000 Vita +55♥️\n200 USDT = 2000 Vita +125♥️\n500 USDT = 5000 Vita +265♥️\n1000 USDT = 10000Vita +599♥️\n\nℹ️ Дополнительная информация [👉ЗДЕСЬ](https://telegra.ph/PAKETY-03-18)",
    "del1": "*Выберите тариф для оплаты* - _1 из 3-х пакетов *Премиум* _\n\n⭐️ 1-й Пакет 3\n✨стоимость: 3 USDT\n✨наполнение: 30 VITA + 1❤️\n\n⭐️ 2-й Пакет 33\n✨стоимость: 33 USDT\n✨наполнение: 350 VITA + 3❤️\n\n⭐ 3-й️ Пакет 99\n✨стоимость: 99 USDT\n✨наполнение: 1200 VITA + 10❤️\n\nℹ️ _Дополнительная информация о наполнении пакетов и как это использовать читать_ 👉ЗДЕСЬ",
    "del2": "*Выберите тариф для оплаты* - _1 из 5 пакетов *Премиум* _\n\n⭐️ *Пакет 10* (1 коуч-сессия)\n✨стоимость: 10 USDT\n✨наполнение:  100 VITA + 1❤️\n\n⭐️ *Пакет 40* (4 коуч-сессий)\n✨стоимость: 40 USDT\n✨наполнение:  400 VITA + 4❤️\n\n⭐️ *Пакет 60* (4 коуч-сессий +ИИ на мес.)\n✨стоимость: 60 USDT\n✨наполнение:  600 VITA + 6❤️\n\n⭐️ *Пакет 99*\n✨стоимость: 99 USDT\n✨наполнение:  1000 VITA + 10❤️\n\n⭐️ *Пакет Инвест*\n✨стоимость доли: 100 USDT\n✨дивиденды:  10% (детали в описании)\n\nℹ️ _Дополнительная информация о наполнении пакетов и как это использовать читать_  [👉ЗДЕСЬ](https://telegra.ph/PAKETY-03-18)",	
    "picture": "ARTBK12",
	"menu": [
            {"caption": "Пакет 💵5", "callback": "pay_1"},
            {"caption": "Пакет 💵10", "callback": "pay_2"},
            {"caption": "Пакет 💵20", "callback": "pay_3"},
            {"caption": "Пакет 💵50", "callback": "pay_4"},
            {"caption": "Пакет 💵100", "callback": "pay_5"},
            {"caption": "Пакет 💵200", "callback": "pay_6"},
            {"caption": "Пакет 💵500", "callback": "pay_7"},
            {"caption": "Пакет 💵1000", "callback": "pay_8"},
            {"caption": "Вернуться Обратно", "callback": "begin_game"}
            ]
  },
  {
    "id": 41,
    "title": "LB_INPAY",
    "ru": "⚠️ *ПАКЕТ: {tar}* ⚠️ *СУММА ДЛЯ ОПЛАТЫ* 👉 `{payment}`\n\n*Адреса для переводов:*\n\n⚠️ *Будьте внимательны при переводе!* \nПроверяйте наличие всех символов адреса\nИ стандартов переводимых монет!\n\n1⃣ *USDT (TRC20)*:\n`TPjc9UGKB4Bj8YCneLD9ZEY3yrAmh6P7jk`\n\n2⃣ *BNB (BEP20)*:\n`0x164282ece324f46cc`\n\n⚠️ *Не забудьте сохранить чек или квитанцию* в виде *изображения* или PDF *документа*\n\n🧙‍♂️ Нужна помощь? \nМенеджер 👉 [ЗДЕСЬ](https://t.me/Bodyagolos)",
    "picture": "ARTBK11",
    "menu": [
            {"caption": "✅ Оплачено", "callback": "pay_ok"},
            {"caption": "🆘 Нужна Помощь", "callback": "BOGDAN_URL"},
            {"caption": "Вернуться Обратно", "callback": "pay_back"}
            ]
  },
  {
    "id": 50,
    "title": "LB_BONUS",
    "ru": "🎉*Поздравляем {name}* ! 🥳\n\nДневник Осознанности заполнен на сегодня!\nА значит ещё один день прожит в осознанности, _несмотря на результаты._\n\nНе ошибается только тот, кто ничего не делает!\n\nВ награду + 1 день прогресса *1/{maxday}*❤️\n_т.е. за {maxday} дней будет награда_",
    "picture": "ARTBK13",
	"menu": [
            {"caption": "На Страницу Статуса", "callback": "begin_game"}
            ]
  },
  {
    "id": 51,
    "title": "MORE_BONUS",
    "ru": "Также напоминаем, что у Вас появляется *возможность* стать участником шоу «Поверь в мечту»\n_Читать об этом_ 👉 [здесь](https://telegra.ph/OBSHCHIE-PRAVILA-IGRY-02-16)",
    "picture": "ARTBK05",	
    "menu": [
            {"caption": "Принять участие", "callback": "more_info"},
            {"caption": "Отказаться", "callback": "begin_game"}
            ]
  },
  {
    "id": 52,
    "title": "MORE_INFO",
    "ru": "⚠️ *Раздел в разработке* ️⚠️\n\nИнструкция или *Условия:*\n\n1. Заполнять Дневник Осознанности в течении 28 дней и получить новый статус.\n2. Подтвердить своё желание на участие в розыгрыше.\n3. Каждую последнюю субботу месяца проходит розыгрыш, где будет определён 1 следующий участник.",
    "menu": [
            {"caption": "На Страницу Статуса", "callback": "begin_game"}
            ]	
  }, 
  {
    "id": 56,
    "title": "LB_PAUSE",
    "ru": "*⚠️ Все Ваши жизни сгорели 🥲*\nМарафон встал на паузу ⏯️ /info\nЧтобы продолжить участие ➡️ напишите менеджеру",
    "picture": "ARTBK03",
    "menu": [
            {"caption": "Пригласить Друга +1❤️", "callback": "🤝invite"},
            {"caption": "Совершить Донат +X❤️", "callback": "run_shop"},
            {"caption": "Помощь🆘Менеджера", "callback": "BOGDAN_URL"}
            ]
  },
  {
    "id": 60,
    "title": "LB_SHOP",
    "ru": "⭐ *это временное решение*\n*страница магазина будет в веб-версии*",
    "menu": [
            {"caption": "DONATE", "callback": "pay_go"},
            {"caption": "КНИГА 🌳 ЖИЗНИ", "callback": "life_book"}
            ]
  },  
  {
    "id": 61,
    "title": "LP_DONNA",
    "ru": "Уже сейчас Вы можете облегчить себе жизнь с помощью цифровых технологий на базе ИИ.\n\nПредставьте, что у Вас появился личный секретарь и даже больше!\n\n- Вот лишь некоторые возможности:\n✅ Записывать задачи и получать уведомления, чтобы ничего не упустить\n✅ Планировать встречи — удобно работать с расписанием и напоминаниями\n\nА если у Вас есть или планируется бизнес, тогда это джек-пот!\n✅ Вести клиентскую базу — автоматически сохранять контакты и управлять ими\n✅ Автоматизировать переписки\n✅ Создавать воронки продаж и сопровождения, управляя клиентами по этапам\n\n💬 активная ссылка на ИИ всегда доступна в Меню\n\n🎁 *ИИ-ПОМОЩНИК* [▶️ Donna AI 🥳]({donna_url})",
    "picture": "ARTBK04",
	"menu": [
            {"caption": "DONNA AI", "callback": "DONNA_URL"},        
            {"caption": "На Страницу Статуса", "callback": "begin_game"}
            ]
  },
  {
    "id": 62,
    "title": "LP_UNI",
    "ru": "*Уже сегодня вы можете начать развивать свой блог и личный бренд с помощью платформы Unilife!*\n\n_Представьте, что у вас появился не просто блог, а полноценная система для роста аудитории и привлечения клиентов!_\n\n*Вот лишь некоторые возможности:*\n\n✅ Создавать контент и делиться им в один клик — удобно, быстро, без технических заморочек\n✅ Набирать подписчиков и выстраивать с ними доверительные отношения через личный блог\n\n_А если вы эксперт, наставник или хотите монетизировать свои знания — это просто находка!_\n✅ Привлекать клиентов через авторские посты и прямые эфиры\n✅ Вести курсы, марафоны или консультации прямо с платформы\n✅ Создавать воронки вовлечения и продаж — всё в одном месте\n\n💬 _Активная ссылка на Ваш блог сразу доступна Вам с реферальной панели — делитесь с друзьями легко_\n\n🎁 *ВАША ПЛАТФОРМА РОСТА* [▶️ Unilive 🥳]({uni_url})",
    "picture": "ARTBK04",
	"menu": [
            {"caption": "UNILIVE", "callback": "UNILIV_URL"},        
            {"caption": "На Страницу Статуса", "callback": "begin_game"}
            ]
  },
  {
    "id": 63,
    "title": "LP_5LIFE",
    "ru": "Уже сейчас Вы можете облегчить ....\n\n🎁 [▶️ 5LIFE 🥳]({axi5_url})",
    "picture": "ARTBK04",
	"menu": [
            {"caption": "5LIFE", "callback": "AXIOM5_URL"},        
            {"caption": "На Страницу Статуса", "callback": "begin_game"}
            ]
  },
  {
    "id": 64,
    "title": "LP_AXIOM",
    "ru": "Уже сейчас Вы можете облегчить ....\n\n🎁 [▶️ AXIOM WALLET 🥳]({axi0_url})",
    "picture": "ARTBK04",
	"menu": [
            {"caption": "AXIOM", "callback": "AXIOM0_URL"},        
            {"caption": "На Страницу Статуса", "callback": "begin_game"}
            ]
  },  
  {
    "id": 69,
    "title": "FREYA_AICON",
    "ru": "⚠️ *Тестовый режим* ️⚠️\n\nФрея - универсальный ИИ ассистент-психолог, который помогает проходить марафон\nЭто режим свободного общения с ассистентом.\n _Нажмите кнопку_ *Закончить* _для выхода в Марафон_",
    "picture": "ARTFREA3",
    "menu": [
            {"caption": "Закончить", "callback": "begin_game"}
            ]
  },  
  {
    "id": 70,
    "title": "FREYA_AIRUN",
    "ru": "*Привет, Я 👩🏻‍🎤 Фрея* - универсальный ИИ ассистент-психолог, который помогает проходить марафон\nЭто режим свободного со мной. *Задай в чате любой интересующий вопрос* ▶️",
    "picture": "ARTFREA3"
  },
  {
    "id": 71,
    "title": "HELP_USER",
    "ru": ("*Список команд бота* 🛠️ {VER}\n"    
            "👨 `Список команд Пользователя:`\n"
            "*/start* ♻️ *Перезапуск бота*\n"
            "*/help* ❓ *Список Команд*\n"
            "*/frea* 🤖 *Наш ИИ ассиистент*\n"
            "*/daily* 📚 *Перейти в Дневник*\n"
            "*/refer* 🍕 *Реферальная панель*\n"
            "*/invite* 🤝 Пригласить друга\n"
            "/partner 🎉 Кабинет Партнёра\n"
            "/invest 📅 Панель инвестора\n"
            "/shop 👛 *Наш магазин*\n"
            "*/donna* 1️⃣ *Наш Donna-AI-партнёр*\n"
            "*/unilive* 2️⃣ *Наш Ulilive-партнёр*\n"
            "*/axiom* 3️⃣ *Наш Axiom-партнёр*\n"
            "*/5life* 4️⃣ *Наш 5life-партнёр*\n"
            "/timezone 🌐 Изменить часовой пояс\n"
            "/delete ❌ Удалить аккаунт\n"
            "*/feed* ☎️ Обратная связь"),
    "menu": [
            {"caption": "На Страницу Статуса", "callback": "begin_game"}
            ]	
  },  
  {
    "id": 72,
    "title": "HELP_ADMIN",
    "ru": ("🦹🏼‍♀️ `Список команд Администратора:`\n"
            "*/begin* 🕰 Начать День\n"
            "*/mod* 🆔 *Консоль Модератора*\n"
            "*/reset* 📛 *Консоль сброса*\n"
            "/info 🏆 Панель статуса Игрока\n"
            "/time 🕒 Текущее Время\n"
            "/log 🧾 Вывести лог\n"
            "/crons ⏰ Задачи Кронтаба\n"
            "/debug 🧩 Стэк переменных\n"
            "/icons 😎 Смысловые Эмодзи\n"
            "/migrate 🛺 Миграция Базы" ),
    "menu": [
            {"caption": "На Страницу Статуса", "callback": "begin_game"}
            ]
  }, 
  {
    "id": 73,
    "title": "RESET_CON",
    "ru": "*Выберите нужный пункт* ➡️\n❌ Удалить учетную запись `- удалить учётку Игрока из нашей базы, нужен перезапуск бота` \n❌ Удалить все ответы `- просто очистит журнал заданий-ответов, все 28 дней, день сохраняется`\n⚠️ Перезапустить марафон `- рестарт таймера Игры и Марафона, ответы не удаляются, день=1` \n⚠️ *Будьте бдительны* ⚠️ Лишних вопросов не будет❗",
    "menu": [    
            {"caption": "🆑 Удалить все ответы", "callback": "❌deltasx"},
            {"caption": "⭕️ Перезапустить марафон", "callback": "❌restart"},    
            {"caption": "🅰️ Аннулировать Премиум", "callback": "❌clearpro"},
            {"caption": "❌ Удалить учетную запись", "callback": "❌deluser"},    
            {"caption": "🔙 Отмена операции", "callback": "back_menu"}            
            ]
  },
  {
    "id": 74,
    "title": "RESET_WARN",
    "ru": "⚠️ *Будьте бдительны* ⚠️\nДанное действие полностью ❌ *удалит Ваш аккаунт*,\n🦹🏼 статус участника марафона и реферальную таблицу❗️",
    "menu": [
            {"caption": "Решено ✅ удаляем❗️", "callback": "❌reset_sure"},
            {"caption": "Отмена 🚫 решения ", "callback": "back_menu"}            
            ]
  },  
  {
    "id": 75,
    "title": "FEED_RUN",
	"ru": "☎️ *Обратная связь* ☎️\n\n💁🏻 В данном разделе Вы можете отправить *найденую 🔍\nв программе ошибку*🛠️ чтобы заработать *жизни* 💖\n\n✍🏻 *Введите Ваше сообщение в чате.*\n\n_Вы можете прикрепить или отправить в чат любой файл, например, картинку или записать голосовое сообщение._\n\nПосле того, как вы закончите ввод, не забудьте *нажать кнопку* \"Выслать\" для отправки сообшения нашему менеджеру",
	"en": "Также можно просмотреть *дорожную карту* 📈\n\nМы ищем энтузиастов 😊, которые смогли бы нам помочь в плане *разработки* 🧩 Поэтому мы не только будем Вам благодарны за найденые ошибки, а также предлагаем Вам возможность попасть на обучение 🎓 в *команду разработчиков 🧩 John Tesla DevLab* 🧩🙏🏻",
    "menu": [
            {"caption": "Закончить ➡️", "callback": "☎️send"},
			{"caption": "Отмена", "callback": "☎️back"}
            ]	
  },
  {
    "id": 80,
    "title": "FINAL",
	"ru": "😊 *Вот и подошел ФИНАЛ* очередного 28-дневного цикла марафона.\n\n💁🏻 Сейчас Фрея выдаст Вам финальный отчет _по результатам анализа Ваших ответов в дневнике_ ...",
    "picture": "ARTFREA2",    
	"menu": [
            {"caption": "Продожить ➡️", "callback": "FREYA_FINAL"}
            ]	
  },  
  {
    "id": 90,
    "title": "CRON_TABS",
    "ru": "Доброе утро! Начни день с выполнения своей ежедневной задачи. Это простой шаг, который приближает тебя к мечтам. Вперёд к новым достижениям! /daily",
    "warn_morning": "Доброе утро! Начни день с выполнения своей ежедневной задачи. Это простой шаг, который приближает тебя к мечтам. Вперёд к новым достижениям! /daily",
    "warn_dinner": "Привет! Надеюсь, твой день уже полон успехов. Теперь — отличное время, чтобы заняться ежедневной задачей. Этот шаг не только добавит уверенности в твои силы, но и поможет двигаться вперёд к твоим целям. Помни, каждое действие считается. Продолжай в том же духе! /daily",
    
    "warn_evening": "Добрый вечер! Надеюсь, твой день был продуктивным. Ты многое сделал сегодня, и каждое твоё действие имеет значение.  Это идеальное время, чтобы завершить начатое и выполнить твою ежедневную задачу. Этот вечерний шаг приблизит тебя к завтрашнему успеху. /daily",
    "menu": [
            {"caption": "Дневник Осознанности", "callback": "start_day"},
            {"caption": "КНИГА 🌳 ЖИЗНИ", "callback": "life_book"}
            ]	
  },  
  {
    "id": 95,
    "title": "ROADMAP",
    "ru": "*Дорожная карта проекта Книга Жизни\n✈️* версия ️🧩 {}\n\n1. Теструем, настраивам работу Искуственного Интеллекта по имени Фрея\n2. Настраиваем ТЕКСТО-БЛОКИ - логику и делаем ре-дизайн\n3. Проводим финальный тест марафона, начислениеи наград и рангов\n4. Настраиваем партнерскиие соглашения\n5. Начинаем Шоу *Поверь в Мечту*",
    "picture": "ARTBK03",  
    "menu": [
            {"caption": "На Страницу Статуса", "callback": "begin_game"}
            ]
  },
  {
    "id": 99,
    "title": "ICONS",
    "ru": "🆗😊😎🧐 Good\n👺👹 Bad\n✅✔️☑️👌🏻 Accepted\n❌⛔️🙅🏼 Refused\n◀️▶️🔙⬅➡️👉🏻👆🏻👇🏻 Pointer\n💖 Lives-ЖИЗНИ\n🏆 Bales-БАЛЛЫ\n💵 Antes-АТЛЫ\n🕰 Begin\n📚 HomeJob\n📅 Day, Calendar\n🧾📜 Report\n📊📈 Statistic\n📗 Book, Item\n📖 History\n☎️ Feedback\n🕒⌛⏳ Time\n🌐 Time-ZONE\n✍🏻 Write, Input\n🗣 Speak, Voice\n📸 Photo\n🎥 Video\n🌟✨❇️💌 Bonuses\n🚴🧘🏻🌞 Holiday\n💵💰💲 Money\n👤 User-Name\n🛠️ Bug, Test, Repair\n🧩 DEV, Software, Module\n🆔 Telegram-ID, Moderator\n🎅🏻 Nick-Name\n🍕🤝 Partners\n👥 Referals, People\n🎓 Education, Learning\n👁 SPY\n⏰ Alarm\n♻️ Update\n🙋🏼 Request\n💁🏻 Send\n🗝🔑 Key\n📨📩 Message\n💪🥇 Award \n🎱🏹 Aim\n💡📣 Notice\n🔍 Seek\n⚠️❗‼️ Warn\n❓⁉️ Question, Help ",
    "menu": [
            {"caption": "На Страницу Статуса", "callback": "begin_game"}
            ]	
  } 
]